Revit 2027 API
ExportIFCCategoryInfo Constructor
 Constructs a new ExportIFCCategoryInfo with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ExportIFCCategoryInfo()
Public Sub New
public:
ExportIFCCategoryInfo()
new : unit -> ExportIFCCategoryInfo
See Also
Reference
ExportIFCCategoryInfo Class
ExportIFCCategoryInfo Overload
Autodesk.Revit.DB Namespace